{
  "4x4lbrwldeuuhx0": {
    "name": "Gan356 Air SM",
    "description": "The GAN Air SM is the gold standard for well-crafted 3x3 puzzles. With a unique internal honeycomb design, an innovative GES tensioning system and an amazing feel right out of the box, it's no surprise why this cube is chosen as a main for so many top speedcubers. The SM comes featured with 3 full sets of GES springs, full bright stickers, an adjustment tool, and an ID card.",
    "imageUrl": "https://ae01.alicdn.com/kf/HTB1CSddXRxRMKJjy0Fdq6yifFXa6/Gan-356-Air-SM-3x3-Black-Magic-cube-GAN-Air-SM-Magnetic-3x3x3-Speed-cube-gans.jpg",
    "difficulty": 3
  },
  "4x4lep5ldev7192": {
    "name": "Megaminx",
    "description": "Megaminx Megaminx Roxenda is an interesting puzzle brand on toy class. We always take efforts to provide different kinds of puzzle toy to our ...",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/61HpQqVQ37L._SY355_.jpg",
    "difficulty": 3
  },
  "4x4lexhldev8xa7": {
    "name": "Pyraminx",
    "description": "The QiMing Pyramid is a new entry level Pyramid that has just hit the market. With many modern features and a very affordable price, the QiMing ...",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/61izOzq%2BBAL._SY355_.jpg",
    "difficulty": 1
  },
  "4x4lfbsldev9wr0": {
    "name": "Eco-Dark",
    "description": "If you are a fan of the DC universe you are going to love this thing. Eco-Dark Rubik’s Cube is a savior for those who are not into stickers and colors. Get the darker side of your brain unleashed through this environment-friendly Rubik’s cube that is completely black.",
    "imageUrl": "https://thingsidesire.com/wp-content/uploads/2018/06/Eco-Dark-Rubik%E2%80%99s-Cube2.jpg",
    "difficulty": 5
  },
  "4x4l15omldezln03": {
    "name": "Rubiks Cube Metallic 3x3",
    "description": "Find many great new & used options and get the best deals for Rubiks Cube Metallic 3x3 at the best online prices at eBay! Free shipping for many ...",
    "imageUrl": "/static/images/metalic.jpeg",
    "difficulty": 4
  }
}